{"inkVersion":20,"root":[[{"#":"title: Untitled Story"},{"#":"author: Anonymous"},{"->":"sHUJINKOUCouldTh"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"sHUJINKOUCouldTh":["^SHUJIN KOU: Could this be heaven? But I’m not even a good person... I’ve only ever been a nuisance to others....","\n","^SHUJIN KOU: Anyway, I made it. I didn’t even feel any pain... Heaven?","\n","^SHUJIN KOU: Who am I fooling? It’s not possible for a failure like me to deserve a place in heaven.","\n","^SHUJIN KOU: I should explore before jumping to such conclusions.","\n","^KOI LOVE: Hey, you look lost, where are you going?","\n","^SHUJIN KOU: I don't know, what is this place? Who are you?","\n","^KOI LOVE: It doesn't matter, I am nothing. like a dandelion blown by the wind, wobbling away from its roots, losing its way, not knowing where to go.","\n","^SHUJIN KOU: I don't understand.","\n","^KOI LOVE: It doesn't matter, I am looking for a seed, I have searched all over, but I can't find it.","\n","^SHUJIN KOU: ... So, you want me to help you?","\n","^KOI LOVE: I believe in you.","\n","^SHUJIN KOU: ... You should ask someone else, believing in me is a mistake. I.. I can’t do anything right, not even finding a seed.","\n","^KOI LOVE: I believe in you because I don't have anyone else.","\n","^SHUJIN KOU: ... I’ll try, but don’t say I didn’t warn you. I will fail, as always.","\n","^SHUJIN KOU: I don’t even know where to go...","\n","^KOI LOVE: Just go forward, go forward. I have a feeling that what I'm looking for is just ahead.","\n","^SHUJIN KOU: ...","\n","^SHUJIN KOU: This doesn't look like a seed, just seems like a broken sword.","\n","^SHUJIN KOU: Somehow it reminds me of the small shovel I’d use to dig in the sandbox as a kid. Eventually, as I do with everything, I broke it... I could never keep anything nice.","\n","^SHUJIN KOU: I better keep going...","\n","^SHUJIN KOU: ??!!!???","\n","^SHUJIN KOU: It's dark! Was this a trap!?","\n","^SHUJIN KOU: I'm so stupid! How can I be so dumb!?","\n","^SHUJIN KOU: Every time I approach here, there's a noise...","\n","^SHUJIN KOU: Climbing up is almost impossible, maybe the tunnel can get me out... I should try digging down.","\n","^SHUJIN KOU: Another trap...?","\n","^SHUJIN KOU: It's so dark everywhere... mom...I'm scared. I'm scared.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}